// Fake database for Golestan website data

const products = [
  {
    image: './photo/image2-new-1.jpg',
    header: 'برنج گلستان',
    subheader: 'معرفی محصول',
    title: 'رکن اول غذای ایرانی',
    paragraph: 'مرغوب‌ترین برنج دنیا، برنج ایران است و بهترین نوع برنج ایرانی،‌ طارم و هاشمی. این برنج‌ها از بهترین شالیزارهای مازندران برداشت شده، پس از كنترل كیفیت در آزمایشگاه‌های تخصصی گلستان وارد چرخه بسته‌بندی و در وزن‌های مختلف به بازار عرضه می‌شوند. عطر و طعم بی‌نظیر برنج گلستان با هیچ برنج دیگری قابل مقایسه نیست. با گلستان،‌ كیفیت زندگی بالاتر از همیشه است چرا كه مشتریان گلستان؛‌ لایق بهترین‌ها هستند.',
    buttons: [
      { text: 'محصولات برنج', href: '#' },
      { text: 'آشپزخانه گلستان', href: '#' }
    ]
  },
  {
    image: './photo/image3-new.jpg',
    header: 'چای گلستان',
    subheader: 'معرفی محصول',
    title: 'سابقه‌ای به قدمت یک عمر',
    paragraph: 'چای تنها یك نوشیدنی گرم نیست.‌ یک گفتمان است؛‌ گرمابخش وجود و بهانه‌ای برای آغاز یك معاشرت دل‌چسب. بی‌دلیل نیست كه نام «محبوب‌ترین نوشیدنی دنیا» را با خود یدک می‌كشد. نوشیدنش خستگی‌ها را فراری داده،‌ حس خوب آرامش را به همراه دارد.<br><br><br>برای مردمان ایران زمین نام <span style="color: red;">گلستان</span> با چای پیوند خورده است؛‌ قدیمی‌ترین محصول مجموعه گلستان،‌ با مدرن‌ترین و بهداشتی‌ترین دستگاه‌های روز دنیا تهیه و بسته‌بندی می‌شود. چیزی كه باعث شده مشتریانش یك عمر به نام گلستان اعتماد كنند، كیفیت، ‌عطر و طعم به یادماندنی آن است.',
    buttons: [
      { text: 'محصولات چای', href: '#' }
    ]
  },
  {
    image: './photo/image4-new.jpg',
    header: 'پسته گلستان',
    subheader: 'معرفی محصول',
    title: 'آجيل‌های خوش خنده',
    paragraph: 'خواص فوق‌العاده پسته بر كسی پوشیده نیست. پسته را منبع ویتامین و مواد معدنی می‌نامند، یك پمپ خون‌ساز قوی و تسكین دهنده قلب و اعصاب.<br><br><br><span style="color: red;"> پسته گلستان </span> اما حسابش از دیگر پسته‌های بازار جداست. مرغوب‌ترین پسته خام از بهترین باغ‌های پسته ایران دستچین می‌شود.‌ پس از كنترل كیفیت در آزمایشگاه و اطمینان از سلامت محصول،‌ با زعفران درجه یک و نمک، بوداده و برشته شده و‌ پسته گلستان را با طعم و رنگ و عطری بی‌نظیر به ارمغان می‌آورد.',
    buttons: [
      { text: 'ناتس گلستان', href: '#' }
    ]
  }
];

const magazineImages = [
  {
    image: './photo/recipe-pic2.jpg',
    header: 'ماکارونی با سبزیجات',
    paragraph: 'ابتدا ماکارونی‌ها را در ظرفی‌ به‌ همراه‌ آب‌، روغن‌ مایع‌ و نمک‌ می‌ریزیم‌ تا کمی‌ بپزد. در این‌ حین‌ پیازها را خرد کرده‌ و روی‌ روغن‌ تفت‌ می‌دهیم‌ تا طلایی‌ شود…',
    button: { text: 'ادامه مطلب', href: '#' }
  },
  {
    image: './photo/recipe-pic3.jpg',
    header: 'سوپ مکزیکی',
    paragraph: 'گوشت بوقلمون را در یک ماهیتابه بزرگ ریخته، آب روی آن بریزید تا روی آن را بپوشاند و به مدت نیم ساعت آن را بپزید. گوشت را از مایع آن بیرون آورده…',
    button: { text: 'ادامه مطلب', href: '#' }
  },
  {
    image: './photo/recipe-pic-Chilakile-1401.jpg',
    header: 'چیلاکیله',
    paragraph: 'احتمالا نام چیلا کیله را نشنیده باشید ولی اگر یکبار این غذای فوق‌العاده خوشمزه را تهیه کنید و نوش جان کنید جزئی جدانشدنی از فهرست',
    button: { text: 'ادامه مطلب', href: '#' }
  }
];

const magazineVideos = [
  {
    video: './video/5af0d143bb02d3da97b478c3452087725839414-360p.mp4',
    header: 'سالاد نودل',
    paragraph: 'نودل هاتی کارا یك میان‌وعده‌ی مغذی، در هر موقعیتی كه باشید با كمی آب جوش و یك نودل هاتی‌كارا می‌توانید از یك غذای سالم و خوشمزه لذت ببرید.',
    button: { text: 'ویدیوهای بیشتر', href: '#' }
  },
  {
    video: './video/08e5de20749d04ceee09732d550724dd5839467-720p.mp4',
    header: 'اینستاگرام هاتی نودل',
    paragraph: 'نودل‌های هاتی كارا را می‌توان جایگزین سالمی برای غذاهای فست‌فودی دانست. طعم عالی،‌ ارزش غذایی بالا و قیمت مناسب از این محصول غذای سالم و كاملی ساخته است.',
    button: { text: 'ادامه مطلب', href: '#' }
  },
  {
    video: './video/b3de04d37ace2ed2d5008f7f359c50d51660793.mp4',
    header: 'برنج گلستان',
    paragraph: 'عطر و طعم بی‌نظیر برنج گلستان با هیچ برنج دیگری قابل مقایسه نیست. با گلستان،‌ كیفیت زندگی بالاتر از همیشه است. چرا كه مشتریان گلستان؛‌ لایق بهترین ها هستند.',
    button: { text: 'مشاهده محصولات', href: '#' }
  }
];
